BTPSamples/IntegrationSuite/APIManagement/swagger/PoliciesUseCases/SOAPXMLToJSON/input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZCS_ALTERA_ORDEM_SERV>
         <I_DADOS_ORDEM>
            <ORDEM>?</ORDEM>
            <TIPO_ENCE>?</TIPO_ENCE>
            <ARBPL>?</ARBPL>
            <TEXTO>?</TEXTO>
            <CODAB>?</CODAB>
            <MATXT>?</MATXT>
            <ZZSERII>?</ZZSERII>
            <ZZSERIR>?</ZZSERIR>
            <ZZCHII>?</ZZCHII>
            <ZZCHIR>?</ZZCHIR>
            <LONGITUDE>?</LONGITUDE>
            <LATITUDE>?</LATITUDE>
            <ZZSOLU>?</ZZSOLU>
            <ZZCEST>?</ZZCEST>
            <ZZCPFTEC>?</ZZCPFTEC>
            <ZZESTA>?</ZZESTA>
            <ZZSINAL>?</ZZSINAL>
            <ZZKIT>?</ZZKIT>
            <FEGRP>?</FEGRP>
            <FECOD>?</FECOD>
            <ZZCHIP>?</ZZCHIP>
            <ZZCARR>?</ZZCARR>
            <ZZCABO>?</ZZCABO>
            <ZZBASE>?</ZZBASE>
            <ZZHUB>?</ZZHUB>
            <ZZBAT>?</ZZBAT>
            <ZZTBOB>?</ZZTBOB>
            <ZZOPCHI>?</ZZOPCHI>
            <MCANC>?</MCANC>
            <ZZTEC>?</ZZTEC>
            <ZZMCA>?</ZZMCA>
            <ZZSERI>?</ZZSERI>
            <ZZDESC>?</ZZDESC>
         </I_DADOS_ORDEM>
      </urn:ZCS_ALTERA_ORDEM_SERV>
   </soapenv:Body>
</soapenv:Envelope>